import React from 'react';

const DrillTips = () => {

    return (
        <div>
            <h2>Как делать упражнения</h2>

            <p>Упражнения нужны, чтобы перевести пассивные знания в активные. Они помогают начать просто говорить
                на английском, вместо того, чтобы переводить в голове, вспоминая слова, правила и т. п.,
                говорить медленно и спотыкаться.</p>

            <p>Как делать уроки:</p>

            <ol>
                <li>Прочитайте теорию и убедитесь, что вам все понятно.</li>

                <li>Используя изученный шаблон, составьте несколько собственных примеров по-английски.</li>

                <li>Переходите к тренировкам. Прочитайте предложение по-русски и устно скажите его по-английски. Сверьтесь с английским вариантом.</li>

                <li>Если сначала тяжело — это нормально. Выберите комфортную скорость. В настройках можно установить
                    начальную скорость самому.
                </li>

                <li>Тренируйтесь, пока не станет получаться комфортно на данной скорости: быстро, легко и естественно.</li>

                <li>Увеличивайте скорость. Возвращайтесь к тренировке несколько раз (утром, днем, вечером) в
                    течение нескольких дней. С каждым разом будет получаться все лучше и лучше.
                </li>

                <li>Стало легко переводить предложения на высокой скорости? Отметьте, что этот урок выучен, и переходите к следующему.</li>

            </ol>

            <p>Цель — вы легко переключаетесь и переводите с русского на английский. Вам легко говорить фразы и вы не тратите время, чтобы
                вспоминать слова и конструкции, прежде чем сказать это на английском.</p>
        </div>
    );
};

export default DrillTips;