import React from 'react';

const DrillTips = () => {

    return (
        <div>
            <h2>Как делать упражнения</h2>

            <p>Упражнения нужны, чтобы перевести пассивные знания в активные. Упражнения помогают начать просто говорить
                на английском при общении, вместо того, чтобы переводить в голове, вспоминая слова, правила и т. п.,
                говорить медленно и спотыкаться.</p>

            <p>Как делать уроки:</p>

            <ol>
                <li>Прочитайте теорию и убедитесь, что вам все понятно.</li>

                <li>Составьте несколько собственных примеров по-английски, используя изученный шаблон.</li>

                <li>Переходите к тренировкам. Прочитайте предложение по-русски и устно скажите его по-английски.</li>

                <li>Если сначала тяжело — это нормально. Выберите комфортную скорость. В настройках можно установить
                    начальную скорость самому.
                </li>

                <li>Тренируйтесь, пока на данной скорости станет получаться комфортно — быстро, легко и естественно.</li>

                <li>Увеличивайте скорость. Возвращайтесь к тренировке в течение дня (утром, днем, вечером) в
                    течение нескольких дней. С каждым разом будет получаться все лучше и лучше.
                </li>

                <li>Стало легко переводить предложения на высокой скорости? Отметьте, что этот урок выучен, и переходите к следующему.</li>

            </ol>

            <p>Цель — вы легко переключаетесь и переводите с русского на английский. Вам легко говорить фразы и вы не
                вспоминаете слова и конструкции, прежде чем сказать фразу на английском.</p>
        </div>
    );
};

export default DrillTips;